const content = [
  '',
  'To ^1000hy<br>&emsp;&emsp;' +
    '^2000其实也算不上礼物啦……^800只能算是^1000理工男的一篇小作文，^800不能吃不能玩只能看。^800不过^500也花了我好几天时间来写的，^2000希望你不要嫌弃哈哈哈！<br>&emsp;&emsp;' +
    '^2000新的一年其实^1000也不意味着什么，^800我本来想了一些鸡汤话，^800但是发现对你来说^500没啥用，因为^2000你已经足够优秀了哈哈哈，^1000只是时间问题，^1000只要保持下去你就肯定能达到你的目标。^800当然，^1000我肯定还是^2000会发自内心的^1000希望你天天开心，^1000写大作业得心应手，^1000复习一看就会，^1000考试胸有成竹，因为^1000你真的是我^1000觉得<b>最好最好的学妹</b>哈哈哈！！<br>&emsp;&emsp;' + 
    '^2000其实^1000每次和你聊天我都好开心，^1000发自内心的那种，但是^1500你肯定都特别的忙，^500我也不好老是找你聊天呜呜呜。^1000如果可以的话我可以来找你学习^500或者玩，^1000上次我来的时候正好是^500日落时分，^1000一路上是我好久好久没看见过的落日余晖和晚霞万里，^1500真的是因为你我才有理由^1000跳出三点一线的生活跑出学校玩哈哈哈！^2000真的特别特别感谢你！！^2000 <br>&emsp;&emsp;' +
    '2020年的最后，^2000 <br>&emsp;&emsp;<b>很高兴认识你！！！</b>'
];

/*
TODO:
1. music
2. after letter content type completed, remove letter, 2020, 2021
3. domain
*/